{
  "navbar": {
    "logoSpan": "Home",
    "links": [
      {
        "value": "About"
      },
      {
        "value": "Projects"
      },
      {
        "value": "Contact"
      }
    ]
  },
  "home": {
    "mainContentTitle": "Welcome to my website 👋",
    "mainContentText": "Hi, I'm Davronbek Reyimbaev. A passionate front-end developer based in Uzbekistan 🎈 Let's get to know each other 🤝"
  },
  "about": {
    "mainDescTitle": "Love coding 💻",
    "mainDescText": "I'm a junior frontend developer with a strong foundation in HTML, CSS, and JavaScript. I'm passionate about creating user-friendly and responsive web interfaces. I'm a quick learner and eager to contribute to a team environment, seeking opportunities to expand my experience. My toolbox is stocked with the modern technologies such as TypeScript, React, Vue, SASS. I have tried many tools and among them 'BEM' methodology, 'gulp.js' toolkit, 'ApexCharts.js' library are not my favorite ones. In addition to developing websites, I've had the opportunity to design several.",
    "stackText": "Frontend Tech Stack",
    "toolsText": "Frontend Tools Stack",
    "designerStackText": "Designer Stack",
    "interestsText": "Interests 🖐️",
    "interests": [
      {
        "text": "Video games"
      },
      {
        "text": "Chess"
      },
      {
        "text": "Card games"
      }
    ]
  },
  "projects": {
    "title": "List of personal projects 📋",
    "cards": [
      {
        "text": "Get ready to be amazed! Our shop is a treasure trove of unique and exciting products. You won't be disappointed."
      },
      {
        "text": "With Gitpod spin up fresh, automated dev environments for each task, in the cloud, in seconds."
      },
      {
        "text": "Your all-in-one crypto companion. Buy, sell, trade, and manage your cryptocurrencies with ease."
      },
      {
        "text": "Zone has over 15 year experience in business consulting arena."
      },
      {
        "text": "Bluecollar Electrical services are trusted and reliable electricians who serve customers throughout United States Of America. They have extensive experience of domestic and business electrical installations."
      },
      {
        "text": "Antools is a web collection of information on paid or free Design and Development tools."
      }
    ]
  },
  "contact": {
    "mainTitle": "Send me a message 📧",
    "mainText": "Feel free to reach out through social media apps, email or contact form below.",
    "formLabelName": "Your Name",
    "formLabelEmail": "Your Email",
    "formLabelMessage": "Message",
    "formTextarea": "Type your message here...",
    "formSpanSend": "Sending...",
    "formSpanSuccess": "Form submitted successfully",
    "formSpanError": "Error",
    "formBtn": "Submit"
  },
  "footer": {
    "info": "©️ 2025 DayVee Programming. All rights reserved.",
    "contentServices": "Terms of Service",
    "contentPolicy": "Privacy Policy"
  },
  "notfound": {
    "title": "404 Error",
    "subtitle": "Sorry, I can’t find what you’re looking for.",
    "text1": "If you think this is an error on my part, please",
    "text2": "email me.",
    "link": "Go Home"
  }
}
